HSDTaskName = "정크 팩스 차단";

//progress title when printing the junk fax list
"PRINT_PROGRESS_TITLE" = "인쇄 중… 기다리십시오";

//button titles
"DONE" = "완료";
"YES" = "예";
"NO" = "아니오";
"OK" = "승인";
"CLOSE" = "닫기";
DeleteButtonTitle = "삭제";

//Block status label
"BLOCK_STATUS_MESSAGE" = "%1$d/%2$d 항목 사용";

//Not a valid block fax number
"INVALID_FAX_NUMBER_TITLE" = "잘못된 팩스 번호";
"INVALID_FAX_NUMBER_DESC" = "잘못된 팩스 번호를 입력했습니다. 아라비아 숫자 (0123456789)만 입력할 수 있습니다. 올바른 팩스 번호를 입력한 후 다시 시도하십시오.";

//Caller ID required warning message, when Block status is made ON
"JUNK_FAX_WARNING_TITLE" = "발신자 표시 서비스 필요로 함";
"JUNK_FAX_WARNING_DESC" = "정크 팩스 차단 기능을 사용하려면 장치가 발신자 표시 서비스를 지원하는 선에 연결되어 있어야 합니다.\n\n선에 발신자 표시 기능이 있는지 확인하려면 통신 서비스 제공 회사에 문의합니다.";
"JUNK_FAX_DELETION_DESC" = "선택한 번호를 차단 팩스 번호 목록에서 제거하시겠습니까?";

//Duplicate entry error, If we need to allow duplicates
"DUPLICATE_JUNK_FAX_ENTRY_TITLE" = "중복 번호";
"DUPLICATE_JUNK_FAX_ENTRY_DESC" = "이 번호는 이미 차단 팩스 번호 목록에 존재합니다. 다시 추가하시겠습니까?";

//Duplicate entry Error.
"DUPLICATE_JUNK_FAX_ENTRY_TITLE1" = "중복 팩스 차단 번호";
"DUPLICATE_JUNK_FAX_ENTRY_DESC1" = "이 번호는 이미 차단 팩스 번호 목록에 존재합니다.";

// explanation why the fax setting were not applied
FaxNotAppliedExplanation = "장치가 온라인 상태이고 팩스 작업이 진행 중이지 않은지 확인하십시오.";

HSDTaskDescriptionTitle = "정크 팩스 차단을 사용해 선택된 발신자 표시 번호에서 오는 팩스를 차단합니다.";
HSDJunkFaxBlockingStateTitle = "발신자 표시 팩스 차단:";
HSDBlockedNumbersTitle = "차단된 번호:";
HSDApplyButtonTitle = "지금 적용";
HSDPrintListButtonTitle = "목록 인쇄";

HSDEditPanelDescriptionTitle = "차단할 팩스 번호:";
HSDOffButtonTitle = "끄기";
HSDOnButtonTitle = "켜기";

HSDFaxNumberTitle = "팩스 번호";
HSDEditButtonTitle = "편집…";
HSDCreateButtonTitle = "만들기";
HSDCancelButtonTitle = "취소";

AskSaveChangesAlertTitle = "팩스 차단 목록이 편집됨";
AskSaveChangesAlertMsg = "적용을 하지 않으면 인쇄된 목록에 변경 사항이 포함되지 않습니다. 인쇄하기 전에 목록의 변경 사항을 적용하시겠습니까?";
AskSaveChangesDontApplyButtonTitle = "적용하지 않음";
AskSaveCahngesApplyButtonTitle = "적용";

PlusButtonToolTip = "새 차단 번호 추가";
MinusButtonToolTip = "차단 번호 삭제";
EditButtonToolTip = "차단 번호 수정";
PrintButtonToolTip = "차단 번호 인쇄";
